[
  {
    "title": "Курение запрещено",
    "startDay": 1,
    "endDay": 2,
    "durationDays": 2,
    "description": "Воздержитесь от курения в первые двое суток после операции. Это поможет лучшему заживлению и восстановлению."
  },
  {
    "title": "Алкоголь запрещен",
    "startDay": 1,
    "endDay": 10,
    "durationDays": 10,
    "description": "Любые алкогольные напитки (включая пиво и слабоалкогольные) строго запрещены первые 10 дней. С 11-го дня можно употреблять легкий алкоголь в умеренных количествах."
  },
  {
    "title": "Секс под запретом",
    "startDay": 1,
    "endDay": 7,
    "durationDays": 7,
    "description": "Воздержитесь от интимной близости в течение недели. Важно избегать физических нагрузок и ситуаций, которые могут повысить артериальное давление."
  },
  {
    "title": "Не наклонять голову вниз",
    "startDay": 1,
    "endDay": 4,
    "durationDays": 4,
    "description": "При чтении или использовании телефона держите их на уровне глаз. Это поможет избежать отеков и ускорит восстановление."
  },
  {
    "title": "Спать полусидя (≈ 45°)",
    "startDay": 1,
    "endDay": 10,
    "durationDays": 10,
    "description": "Спите на высоких подушках или с приподнятой головой под углом около 45 градусов. Это снизит отечность и улучшит циркуляцию крови."
  },
  {
    "title": "Нельзя носить головные уборы",
    "startDay": 1,
    "endDay": 10,
    "durationDays": 10,
    "description": "Избегайте ношения шапок, кепок и других головных уборов первые 10 дней. С 11-го дня можно носить легкие головные уборы."
  },
  {
    "title": "Избегать сильного потоотделения",
    "startDay": 1,
    "endDay": 20,
    "durationDays": 20,
    "description": "Откажитесь от сауны, бани, горячего душа и тяжелой физической работы. Избыточное потоотделение может негативно повлиять на процесс заживления."
  },
  {
    "title": "Активный спорт запрещён",
    "startDay": 1,
    "endDay": 30,
    "durationDays": 30,
    "description": "Исключите кардио, силовые тренировки и бег на месяц. Легкие прогулки разрешены и даже полезны для восстановления."
  },
  {
    "title": "Бассейн / море / баня / сауна / солярий запрещены",
    "startDay": 1,
    "endDay": 30,
    "durationDays": 30,
    "description": "Избегайте контакта с хлорированной и морской водой, а также экстремальных температур. Это защитит зону операции от инфекций и раздражения."
  },
  {
    "title": "Интенсивный загар запрещён",
    "startDay": 1,
    "endDay": 30,
    "durationDays": 30,
    "description": "Защищайте голову от прямых солнечных лучей. После 11-го дня можно носить шляпу для дополнительной защиты."
  },
  {
    "title": "Первая стрижка машинкой < 3 мм запрещена",
    "startDay": 1,
    "endDay": 60,
    "durationDays": 60,
    "description": "Первые два месяца стригитесь только ножницами или машинкой с насадкой от 3 мм и больше. Это предотвратит повреждение чувствительной кожи."
  },
  {
    "title": "Окрашивание волос и стайлинг-средства запрещены",
    "startDay": 1,
    "endDay": 244,
    "durationDays": 244,
    "description": "Краска для волос, химическая завивка, гели, воски и лаки будут доступны примерно через 8 месяцев. Это время необходимо для полного восстановления."
  }
]